{
  "_name_or_path": "/content/drive/MyDrive/Colab Notebooks/\u1110\u1173\u11a8\u110c\u1165\u11bc \u1110\u1166\u1109\u1173\u110f\u1173\u110b\u1166 \u1112\u1162\u1103\u1161\u11bc\u1112\u1161\u1102\u1173\u11ab \u110c\u1161\u110b\u1167\u11ab\u110b\u1165\u110e\u1165\u1105\u1175 \u1106\u1169\u1103\u1166\u11af \u1109\u1165\u1107\u1175\u11bc\u1112\u1161\u1100\u1175/first_klue",
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "LABEL_0",
    "1": "LABEL_1",
    "2": "LABEL_2"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "LABEL_0": 0,
    "LABEL_1": 1,
    "LABEL_2": 2
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "multi_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.38.1",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 32000
}
